{
  "results": [
    {
      "title": "Suspect charged after 5 killed in bow and arrow attack in Norway, police say",
      "image": "https://cdn.cnn.com/cnnnext/dam/assets/211013174038-06-norway-attack-1013-arrow-full-169.jpg",
      "comment": "The suspect is a Danish citizen who lives in the town, police said in a statement early Thursday. The suspect, who has not been named by police, was arrested on Wednesday afternoon and transported to the nearby city of Drammen."
    },
    {
      "title": "Despite soothing words, the Taliban are much as they were",
      "image": "https://cdn.cnn.com/cnnnext/dam/assets/211013195333-06-taliban-timeline-exlarge-169.jpg",
      "comment": "During five years in power until 2001, they banished women to their homes, banned music and most sport and imposed pitiless punishments on offenders. Adulterers were stoned in public; thieves had their hands amputated. Criminals were hanged for all to see."
    },
    {
      "title": "New findings a 'complete reversal' in understanding why Earth became hospitable to life and its 'twin' didn't",
      "image": "https://cdn.cnn.com/cnnnext/dam/assets/210504161055-venus-nasa-exlarge-169.jpg",
      "comment": "Researchers also determined that a similar story could have played out on Earth as well had things been just a bit different.\tVenus, our closest planetary neighbor, is called Earth's twin because of the similarity in size and density of both planets. Otherwise, the planets differ radically."
    },
    {
      "title": "William Shatner is now the oldest person ever to go to space: 'The most profound experience'",
      "image": "https://cdn.cnn.com/cnnnext/dam/assets/211013105551-30-william-shatner-blue-origin-space-flight-1013-screenshot-exlarge-169.jpg",
      "comment": "Shatner blasted off onboard a New Shepard spacecraft — the one developed by Jeff Bezos' rocket company, Blue Origin, and the same vehicle that took Bezos himself to space this summer. Bezos, a lifelong 'Star Trek' fan, flew Shatner as a comped guest. With him were three crewmates: Chris Boshuizen, a co-founder of satellite company Planet Labs, and software executive Glen de Vries, who're both paying customers, and Audrey Powers, Blue Origin's vice president of mission and flight operations."
    },
    {
      "title": "How Italy's high-speed trains helped kill Alitalia",
      "image": "https://dynaimage.cdn.cnn.com/cnn/q_auto,w_629,c_fill,g_auto,h_354,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F211011102505-03-italy-high-speed-trains-alitalia.jpg",
      "comment": "Galietti -- CEO of Rome-based political risk consultancy Policy Sonar -- is not alone. Figures released in 2019 by Italy state railway company Ferrovie dello Stato show that the number of passengers taking the train on the country's main business route, between Rome and Milan, has almost quadrupled in a decade, from 1 million in 2008 to 3.6 million by 2018."
    }
  ]
}